Repository: curtiswilcox/ShowDictionary
Catalog: Shared/Localizations/*.lproj/*.xcloc/Localized Contents/*.xliff
Languages: es

source: %@ (portrayed by %@)
es: %@ (retratade por %@)

source: %@ Episodes
es: Episodios de %@

source: %@ and Episode
es: %@ y Episodio

source: %@avorite
es: %@avorito

source: All
es: Todos

source: Characters in episode
es: Personajes en el episodio

source: Clear active filters
es: Borrar filtros activos

source: Could not form URL with arguments (file: `%@`, language: `%@`).
es: BAD

source: Description
es: Resumen

source: Directed by
es: Dirigido por

source: Episode %lld of %lld
es: Número %lld de%lld

source: Episode Length
es: Tiempo de ejecución

source: Favorites
es: Favoritos

source: Filter by %@
es: Filtrar por %@

source: No active filters
es: No hay filtros activos

source: Number in show
es: Número en el programa

source: Original Airdate
es: Fecha de lanzamiento original

source: Scroll to...
es: Ir a...

source: Try again
es: Intentar de nuevo

source: Written by
es: Escrito por

source: and
es: y

source: character
es: personaje

source: writer
es: escritor
